tap "1password/tap"
tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "cloudquery/tap"
tap "codefresh-io/cli"
tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "k8sgpt-ai/k8sgpt"
tap "koekeishiya/formulae"
tap "nats-io/nats-tools"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pulumi/tap"
tap "qmk/qmk"
tap "sigstore/tap"
tap "snyk/tap"
tap "turbot/tap"
brew "act"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "aws-iam-authenticator"
brew "libssh2"
brew "bat"
brew "btop"
brew "chart-testing"
brew "cmake"
brew "dnsx"
brew "erlang"
brew "node"
brew "eslint"
brew "exercism"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpegthumbnailer"
brew "fish"
brew "flake8"
brew "flyctl"
brew "fzf"
brew "gh"
brew "gitsign"
brew "gleam"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goenv"
brew "golangci-lint"
brew "gpgme"
brew "helm"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "k3d"
brew "k8sgpt"
brew "k9s"
brew "kubernetes-cli"
brew "kubescape"
brew "kubeseal"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "minikube"
brew "mutt"
brew "neovim"
brew "node@18"
brew "nvm"
brew "operator-sdk"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "pipx"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "sevenzip"
brew "sleepwatcher"
brew "starship", link: false
brew "steampipe"
brew "stow"
brew "stylua"
brew "subfinder"
brew "teleport"
brew "terraform-docs"
brew "tfenv"
brew "tig"
brew "tmate"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudquery/tap/cloudquery"
brew "codefresh-io/cli/cf2"
brew "felixkratz/formulae/sketchybar"
brew "goreleaser/tap/goreleaser"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit", link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nats-io/nats-tools/nats"
brew "nats-io/nats-tools/nsc"
brew "pulumi/tap/crd2pulumi"
brew "pulumi/tap/esc"
brew "pulumi/tap/kube2pulumi"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/pulumictl"
brew "qmk/qmk/qmk"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "aws-vault"
cask "bruno"
cask "caffeine"
cask "dbeaver-community"
cask "drovio"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcc-arm-embedded"
cask "insomnia"
cask "joplin"
cask "keycastr"
cask "podman-desktop"
cask "pop"
cask "postman"
cask "stats"
